Repository: PaulGG-Code/ithappens
Catalog: src/shithappens/locales/*/LC_MESSAGES/shithappens.po
Languages: nl

source: {} is not an excel file.
nl: {} is geen excelbestand.

source: misery index
nl: ellende-index

source: edition
nl: editie

source: front
nl: voorkant

source: back
nl: achterkant

source: Plotting cards
nl: Plot kaarten

source: 'pip install shithappens[pbar]' to show a progress bar.
nl: 'pip install shithappens[pbar]' om een voortgangsbalk te tonen.

source: Argument -n/--name not given. Expansion name inferred to be {}.
nl: Argument -n/--name is niet gegeven. Uitbreidingsnaam is afgeleid als {}.

source: 'pip install shithappens[merge]' for pdf merging.
nl: 'pip' install shithappens[merge]' voor pdf-samenvoeging.

source: Interrupted.
nl: Onderbroken.

source: {} does not contain any Excel files.
nl: {} bevat geen excelbestanden.

source: Some items have equal ranking score. Please check the output file ({}).
nl: Sommige items hebben dezelfde ranking. Check het outputbestand ({}).

source: Manually assign a misery-index to situations.
nl: Wijs handmatig een ellende-index toe aan de situaties.

source: Continuing from situation {}
nl: Verdergaan vanaf situatie {}

source: Which situation is most miserable?
nl: Welke situatie is het vervelendst?

source: Do you want to save your progress? [y]/n
nl: Wil je je voortgang opslaan? [y]/n

source: Input directory {} does not exist. Please specify an existing input directory.
nl: Inputmap {} bestaat niet. Specificeer een bestaande map.

source: Reading files from {}.
nl: Lees bestanden uit {}.

source: Output files in {}.
nl: Output bestanden in {}.

source: Please provide an Excel file in {}.
nl: Voorzie {} van een excelbestand.

source: More than one input file found.
nl: Meer dan één inputbestand gevonden.
